Tekla.Structures.DrawingInternal.dotGrGridLabel_t


Tekla.Structures.DrawingInternal.dotGrGridLabel_t.FrameWidth


Tekla.Structures.DrawingInternal.dotGrGridLabel_t.FrameHeight


Tekla.Structures.DrawingInternal.dotGrGridLabel_t.TextWidth


Tekla.Structures.DrawingInternal.dotGrGridLabel_t.TextHeight


Tekla.Structures.DrawingInternal.dotGrGridLabel_t.CenterPoint


Tekla.Structures.DrawingInternal.dotGrGridLabel_t.GridPoint


Tekla.Structures.DrawingInternal.dotGrGridLabel_t.OffsetGridPoint


Tekla.Structures.DrawingInternal.dotGrGridLabel_t.GridLabelPoint


Tekla.Structures.DrawingInternal.dotGrGridLabel_t.GridLabelText


Tekla.Structures.DrawingInternal.dotGrGridLabel_t.ToStruct(Tekla.Structures.Drawing.GridLine.GridLabel)


Tekla.Structures.DrawingInternal.dotGrGridLabel_t.FromStruct(Tekla.Structures.Drawing.GridLine.GridLabel)
